Repository: Billplz/Billplz-for-GravityForms
Catalog: languages/gravityformsbillplz-*.po
Languages: ms_my

source: Billplz for GravityForms
ms_my: Billplz untuk GravityForms

source: Billplz Payment Gateway | <a href="https://www.billplz.com/enterprise/signup" target="_blank">Sign up Now</a>.
ms_my: Billplz Payment Gateway | <a href="https://www.billplz.com/enterprise/signup" target="_blank">Daftar Sekarang</a>.

source: Billplz for GravityForms requires X Signature to be enabled on your Billplz account. Follow the following steps to confirm X Signature is enabled.
ms_my: Billplz untuk GravityForms memerlukan X Signature diaktifkan pada akaun Billplz. Ikuti langkah berikut untuk mengesahkan X Signature telah diaktifkan.

source: Navigate to your %1$sBillplz Account Settings%2$s page.
ms_my: Kemudi ke halaman %1$stetapan akaun Billplz%2$s.

source: You will see your current %1$sXSignature Payment Completion%2$s settings along with a button to Save & Copy XSignature Key. Just tick that option and click Save & Copy XSignature Key. Then, you are ready to go!
ms_my: Anda akan Nampak tetapan asal %1$sXSignature Payment Completion%2$s bersama dengan butang Save & Copy XSignature Key. Hanya tandakan pada kotak berkenaan dan klik Save & Copy XSignature Key. Kemudian, anda telah bersedia!

source: Billplz XSignature Setting
ms_my: Tetapan Billplz XSignature

source: Confirm that you have configured your Billplz account to enable XSignature Payment Completion
ms_my: Sahkan bahawa anda telah mengaktifkan XSignature Payment Completion pada akaun Billplz anda

source: Settings have been updated.
ms_my: Tetapan telah dikemaskini

source: To get started, please configure your %1$sBillplz Account Settings%2$s!
ms_my: Untuk bermula, sila tetapkan %1$stetapan akaun Billplz%2$s!

source: It can be from Production or Staging. It can be retrieved from Billplz Account Settings page.
ms_my: Boleh ditetapkan samada dari Production ataupun Staging. Dapatkannya pada halaman tetapan akaun Billplz.

source: Enter your chosen specific Billing Collection ID. It can be retrieved from Billplz Billing page.
ms_my: Masukkan Billing Collection ID. Ianya boleh diperoleh pada halaman Billing di Billplz.

source: Bill Description
ms_my: Keterangan Bill

source: Billplz Bills Description
ms_my: Keterangan Bill Billplz

source: Enter your description here. It will displayed on Bill page.
ms_my: Tetapkan keterangan disini. Ianya akan ditunjukkan pada halaman Bill.

source: Cancel URL
ms_my: URL Pembatalan

source: Enter the URL the user should be sent to should they cancel before completing their payment.
ms_my: Tetapakan URL apabila pengguna memilih untuk tidak meneruskan pembayaran.

source: Notifications
ms_my: Pemakluman

source: Enable this option if you would like to only send out this form's notifications for the 'Form is submitted' event after payment has been received. Leaving this option disabled will send these notifications immediately after the form is submitted. Notifications which are configured for other events will not be affected by this option.
ms_my: Aktifkan pilihan ini jika anda mahu pemakluman dihantar apabila event 'Form is submitted' diterima. Membiarkan pilihan ini tidak diaktifkan menyebabkan pemakluman dihantar sejurus selepas borang dihantar. Pemakluman yang telah ditetapkan untuk event yang lain tidak berkaitan untuk tetapan ini.

source: Posts
ms_my: Kiriman

source: Enable this option if you would like to only create the post after payment has been received.
ms_my: Aktifkan pilihan ini jika anda mahu kiriman dicipta hanya apabila bayaran telah diterima.

source: Create post only when payment is received.
ms_my: Cipta kiriman hanya apabila bayaran diterima.

source: Reference 2 Label
ms_my: Label Reference 2

source: Reference 1 Label
ms_my: Label Reference 1

source: Mobile Phone Number
ms_my: Nombor Telefon Bimbit

source: Email
ms_my: Emel

source: Name
ms_my: Nama

source: Billplz Field
ms_my: Bidang Billplz

source: Send notifications for the 'Form is submitted' event only when payment is received.
ms_my: Hantar makluman 'Form is submitted" hanya apabila bayaran diterima.

source: Mark Post as Draft
ms_my: Tandakan kiriman sebagai Draf

source: Delete Post
ms_my: Padam kiriman

source: Payment Completed
ms_my: Bayaran Diterima

source: Payment Failed
ms_my: Bayaran Tidak Berjaya

source: Payment information was manually updated. Status: %1$s. Amount: %2$s. Transaction ID: %3$s. Date: %4$s
ms_my: Maklumat bayran telah dikemaskini secara manual. Status: %1$s. Amaun: %2$s. ID Transaksi: %3$s. Date: %4$s
